; Translation file for AltDrag 1.0
; en-US localization by Stefan Sundin
; Simply put this file in the same directory as AltDrag, then reload AltDrag.
; Please read the website for help: https://stefansundin.github.io/altdrag/doc/translate.html
; Use encoding UTF-16LE with BOM to be able to use Unicode

[Translation]
Code=tr-TR
LangEnglish=Turkish
Lang=Türkçe
Author=Melih Ak

TrayEnabled=AltDrag
TrayDisabled=AltDrag (Devre Dışı)
MenuEnable=Etkinleştir
MenuDisable=Devre dışı bırak
MenuHideTray=Simgeyi gizle
MenuUpdateAvailable=Güncelleştirme Mevcut!
MenuConfigure=Konfigürasyon
MenuAbout=Hakkında
MenuExit=Çıkış

UpdateBalloon=Yeni bir sürüm mevcut!
UpdateDialog=Yeni bir sürüm mevcut. Siteye gitmek ister misiniz?
UpdateLatest=En güncel sürümü kullanıyorsunuz.

ConfigTitle=AltDrag Konfigürasyon
ConfigTabGeneral=Genel
ConfigTabInput=Klavye ve Fare
ConfigTabBlacklist=Kara Liste
ConfigTabAdvanced=Gelişmiş
ConfigTabAbout=Hakkında

GeneralBox=Genel ayarlar
GeneralAutoFocus=&Sürüklerken pencerelere odaklan.\nAyrıca pencereye odaklanmak için CTRL tuşunu kullanabilirsiniz.
GeneralAero=Mimic Aero S&nap
GeneralInactiveScroll=&Aktif olmayan pencereler arası geçiş yaparken kaydır
GeneralMDI=&MDI desteği
GeneralAutoSnap=Şuna otomatik yapış:
GeneralAutoSnap0=Devre Dışı
GeneralAutoSnap1=+ ekranın kenarlarına
GeneralAutoSnap2=+ pencerelerin dışına
GeneralAutoSnap3=+ pencerelerin içine
GeneralLanguage=Dil:
GeneralAutostartBox=Otomatik Başlatma
GeneralAutostart=&Giriş yaparken AltDrag'ı başlat
GeneralAutostartHide=&Simgeyi gizle
GeneralAutostartElevate=&Yönetici ayrıcalıklarına yükselt
GeneralAutostartElevateTip=UAC'yi tamamen devre dışı bırakmadığınız sürece -ÖNERİLMEZ- her giriş yaptığınızda UAC onay penceresi açılacaktır.
GeneralElevate=Y&ükselt
GeneralElevated=Yükseltildi
GeneralElevateTip=Bu, yönetici ayrıcalıklarıyla yeni bir AltDrag oturumu oluşturacaktır. Bu AltDrag'ın diğer yönetici ayrıcalıklarıyla çalışan uygulamaları yönetmesine izin verir.\n\n AltDrag'ı yönetici ayrıcalıklarıyla çalıştırmak için UAC penceresini onaylamanız gerekmektedir.
GeneralElevationAborted=Yükseltme iptal edildi.
GeneralAutosave=Not: Ayarlar anında kaydedilir ve uygulanır!

InputMouseBox=Fare ayarları
InputMouseLMB=Sol fare tuşu:
InputMouseMMB=Orta fare tuşu:
InputMouseRMB=Sağ fare tuşu:
InputMouseMB4=Fare tuşu 4:
InputMouseMB5=Fare tuşu 5:
InputMouseScroll=Kaydırma tekerleği:
InputMouseLowerWithMMB=&Orta fare tuşu ile pencereleri alta indir

InputActionMove=Pencereyi sürükle
InputActionResize=Pencereyi yeniden boyutlandır
InputActionClose=Pencereyi kapat
InputActionMinimize=Pencereyi simge durumuna küçült
InputActionLower=Pencereyi alta indir
InputActionAlwaysOnTop=Pencereyi her zaman üstte tut
InputActionCenter=Pencereyi ortala
InputActionNothing=Hiçbir şey yapma
InputActionAltTab=Alt+Tab
InputActionVolume=Hacim
InputActionTransparency=Şeffaflık

InputHotkeysBox=Klavye ayarları:
InputHotkeysLeftAlt=S&ol Alt
InputHotkeysRightAlt=&Sağ Alt
InputHotkeysLeftWinkey=Sol &Windows tuşu
InputHotkeysRightWinkey=Sağ W&indows tuşu
InputHotkeysLeftCtrl=Sol &Ctrl
InputHotkeysRightCtrl=Sağ C&trl
InputHotkeysMore=İstediğiniz tuşu 'ini' dosyasını düzenleyerek ekleyebilirsiniz.\nShift tuşunu kullanarak pencereleri birbirine yapıştır.

BlacklistBox=Kara Liste Ayarları
BlacklistProcessBlacklist=Uygulama Kara Liste:
BlacklistBlacklist=Kara Liste:
BlacklistSnaplist=Snaplist:
BlacklistExplanation=Kara Listenin nasıl çalıştığını öğrenmek için <a href="https://stefansundin.github.io/altdrag/doc/blacklist.html">wiki</a> sayfasına göz atabilirsiniz!
BlacklistFindWindowBox=Pencereyi bul
BlacklistFindWindowExplanation=Bir pencere sınıfını tanımlamak için simgeye tıklayın. Bu sayede, pencere sınıfını yukarıdaki Kara Listeye veya Snaplist'e ekleyebilirsiniz.'

AdvancedBox=Gelişmiş Ayarlar
AdvancedHookWindows=&Pencereleri sürüklerken yapışmayı etkinleştir.\nOtomatik yapışma ile birlikte çalışır!
AdvancedHookWindowsWarn=Note that this is not 100% safe as this feature works by hooking into other processes. This might be risky to use when playing games with anti-cheat protection.\n\nAre you sure you want to enable this feature?
AdvancedUpdateCheckOnStartup=A&utomatically check for updates
AdvancedUpdateBeta=Check for &beta versions
AdvancedUpdateCheckNow=&Check now
AdvancedIni=AltDrag's settings are saved in AltDrag.ini. There are a few things that you can only configure by editing the file manually.
AdvancedOpenIni=Open &ini file

AboutBox=About AltDrag
AboutVersion=Version
AboutAuthor=Created by Stefan Sundin
AboutLicense=AltDrag is free and open source software!\nFeel free to redistribute!
AboutDonate=&Donate
AboutTranslationCredit=Translation credit

MiscUnhookError=There was an error disabling AltDrag. This was most likely caused by Windows having already disabled AltDrag's hooks.\n\nIf this is the first time this has happened, you can safely ignore it and continue using AltDrag.\n\nIf this is happening repeatedly, you can read on the website how to prevent this from happening again (look for 'AltDrag mysteriously stops working' in the documentation).
